tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

tap 'neovim/neovim'
tap 'getantibody/tap'

# ----- dev tools -----
brew 'reattach-to-user-namespace'
brew 'zsh'
brew 'git'
brew 'neovim'
brew 'ripgrep'
brew 'fzf'
brew 'the_silver_searcher'
brew 'antibody'
brew 'node'

cask 'google-chrome'
cask 'brave-browser'
cask 'iterm2'
cask 'slack'
cask 'karabiner-elements'
cask 'flux'
cask 'spotify'


# ----- Zappi -----

tap intellection/tools git@github.com:Intellection/homebrew-tools.git

brew portctl
brew nginx

